/* STM */
"Ink Levels" = "การประมาณปริมาณน้ำหมึก";

/* Nozzle */
"NOZZLE01TEXT01" = "ก่อนการทดสอบการพิมพ์ จะต้องตรวจสอบให้แน่ใจว่าได้เปิดเครื่องพริ้นเตอร์และเชื่อมต่อกับคอมพิวเตอร์แล้ว ใส่กระดาษธรรมดา A4 หรือขนาด Letter ในถาดป้อนกระดาษ คลิ๊ก [พิมพ์] เพื่อพิมพ์แบบทดสอบการพิมพ์ หรือคลิ๊ก [ยกเลิก] เพื่อออกจากการทดสอบการพิมพ์";
"NOZZLE01B01" = "พิมพ์";
"NOZZLE01B02" = "ยกเลิก";

"NOZZLE02TEXT01" = "เปรียบเทียบตัวอย่างการพิมพ์กับตัวอย่างด้านบน ถ้าผลการทดสอบหัวพิมพ์มีเส้นขาดหรือหาย คลิก [ทำความสะอาด] คลิก [สิ้นสุด]เพื่อออกจากหน้าต่าง";
"NOZZLE02SPE01" = "เหนือกว่า: ดี
ต่ำกว่า: ต้องการทำความสะอาด";
"NOZZLE02B01" = "สิ้นสุด";
"NOZZLE02B03" = "ทำความสะอาด";

/* Cleaning */
"HEADCLEANING01TEXT01" = "คลิก [เริ่ม] เพื่อทำความสะอาดหัวพิมพ์ เนื่องจากมีการนำน้ำหมึกมาใช้ในการทำความสะอาดหัวพิมพ์ การทำความสะอาดหัวพิมพ์จึงควรใช้ในกรณีงานพิมพ์ซีดจางหรืองานพิมพ์ขาดหายเท่านั้น ใช้คุณสมบัติ \"ทดสอบการพิมพ์\" เพื่อยืนยันว่าหัวพิมพ์จำเป็นต้องทำความสะอาด
ข้อควรทราบ: ก่อนที่จะดำเนินการทำความสะอาดหัวพิมพ์ ตรวจสอบให้แน่ใจว่าได้ปลดล็อกคันโยกไปยังตำแหน่งพร้อมพิมพ์ (ขณะที่พิมพ์) ที่ปรากฏที่แท๊งค์หมึก";
"HEADCLEANING01B01" = "ยกเลิก";
"HEADCLEANING01B02" = "เริ่ม";

"HEADCLEANING02TEXT01" = "กรุณารอสักครู่ ...";
"HEADCLEANING02TEXT02" = "ขณะนี้กำลังทำการล้างหัวพิมพ์กรุณารอสักครู่.";
"HEADCLEANING02B01" = "ปิด";

"HEADCLEANING03TEXT01" = "สิ้นสุดการล้างหัวพิมพ์ ควรทดสอบการพิมพ์เพื่อดูผลการล้างหัวพิมพ์สำเร็จหรือไม่ โดยการคลิกปุ่ม [พิมพ์แบบทดสอบการพิมพ์]";
"HEADCLEANING03B01" = "สิ้นสุด";
"HEADCLEANING03B03" = "พิมพ์แบบทดสอบการพิมพ์";

/* Gap */
"GAP01TEXT01" = "การปรับตำแหน่งของหัวพิมพ์ ช่วยแก้ไขปัญหาการเกิดรอยเส้นขาดหายของสีในแนวนนอนหรือแนวตั้ง หรือกรณีภาพที่ได้ไม่คมชัด";
"GAP01B01" = "ถัดไป >";
"GAP01B02" = "ยกเลิก";

"GAP02TEXT01" = "แผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์ในแนวดิ่งจะถูกพิมพ์ออกมา
ตรวจสอบเครื่องพิมพ์ให้อยู่ในสถานะเปิดและเชื่อมต่อกับคอมพิวเตอร์ และวางกระดาษธรรมดา A4 หรือ Letter ไว้พร้อมพิมพ์ในถาดใส่กระดาษ
คลิก [พิมพ์] เมื่อพร้อมพิมพ์งาน";
"GAP02B01" = "พิมพ์";
"GAP02B02" = "ยกเลิก";
"GAP02B03" = "ยกเลิก >>";

"GAP03TEXT01" = "ตรวจสอบแผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์
หาช่องสี่เหลี่ยมที่ไม่มีแถบเส้นในเซ็ต #1 ถึง #5 เลือกตัวเลขที่สอดคล้องกับช่องสี่เหลี่ยมในรายการด้านล่างทั้งหมด จากนั้นคลิก [ถัดไป >]
ถ้าสี่เหลี่ยมทุกช่องมีแถบเส้น เลือกสี่เหลี่ยมที่บางที่สุดหรือมีแถบเส้น จากนั้นคลิก [ปรับตำแหน่งหัวพิมพ์]";
"GAP03B01" = "ถัดไป >";
"GAP03B02" = "ยกเลิก";
"GAP03B03" = "จัดแนวการพิมพ์ใหม่";

"GAP04TEXT01" = "แผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์สีดำในแนวนอนจะถูกพิมพ์ออกมา
ตรวจสอบวางกระดาษธรรมดา A4 หรือ Letter ไว้พร้อมพิมพ์ในถาดใส่กระดาษ
หมายเหตุ:การปรับค่านี้จะใช้พิมพ์ในโหมดความเร็วสูงพิมพ์ลงกระดาษธรรมดาเท่านั้น ไม่สามารถใช้ค่านี้กับชนิดกระดาษอื่นๆได้";
"GAP04B01" = "พิมพ์";
"GAP04B02" = "ยกเลิก";
"GAP04B03" = "ยกเลิก >>";

"GAP05TEXT01" = "ตรวจสอบแผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์
หาตัวอย่างที่ไม่มีเส้นดำหรือขาว เลือกตัวเลขที่สอดคล้องกับตัวอย่างจากรายการด้านล่างและคลิก [ถัดไป >]
ถ้าตัวอย่างทุกช่องมีแถบเส้น เลือกตัวอย่างที่บางที่สุดหรือมีแถบเส้น จากนั้นคลิก [ปรับตำแหน่งหัวพิมพ์]";
"GAP05B01" = "ถัดไป >";
"GAP05B02" = "ยกเลิก";
"GAP05B03" = "จัดแนวการพิมพ์ใหม่";

"GAP06TEXT01" = "แผ่นผลการพิมพ์ตำแหน่งหัวพิมพสีในแนวนอนจะถูกพิมพ์ออกมา
ตรวจสอบวางกระดาษธรรมดา A4 หรือ Letter ไว้พร้อมพิมพ์ในถาดใส่กระดาษ
หมายเหตุ:การปรับค่านี้จะใช้พิมพ์ในโหมดความเร็วสูงพิมพ์ลงกระดาษธรรมดาเท่านั้น ไม่สามารถใช้ค่านี้กับชนิดกระดาษอื่นๆได้";
"GAP06B01" = "พิมพ์";
"GAP06B02" = "ยกเลิก";

"GAP07TEXT01" = "ตรวจสอบแผ่นผลการพิมพ์ตำแหน่งหัวพิมพ์
หาตัวอย่างที่ไม่มีเส้นทึบหรือสว่าง เลือกตัวเลขที่สอดคล้องกับตัวอย่างจากรายการด้านล่างและคลิก [เสร็จสิ้น]
ถ้าตัวอย่างทุกช่องมีแถบเส้น เลือกตัวอย่างที่บางที่สุดหรือมีแถบเส้น จากนั้นคลิก [ปรับตำแหน่งหัวพิมพ์]";
"GAP07B01" = "สิ้นสุด";
"GAP07B02" = "ยกเลิก";
"GAP07B03" = "จัดแนวการพิมพ์ใหม่";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "นำกระดาษธรรมดาขนาด A4 วางลงในถาดป้อนกระดาษ
กดปุ่ม [ทำความสะอาด] เพื่อทำความสะอาดคราบสกปรกภายในเครื่องพิมพ์
ควรทำซ้ำเรื่อยๆจนกว่าคราบสกปรกภายในเครื่องพิมพ์หมดไป";
"PG01_B01" = "ยกเลิก";
"PG01_B02" = "ทำความสะอาด";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "หากยังพบปัญหางานพิมพ์ไม่ตรงหรืองานพิมพ์ขาดหายหลังจากทำความสะอาดหัวพิมพ์หลายรอบแล้ว ท่านอาจจะต้องเปลี่ยนน้ำหมึกภายในท่อน้ำหมึก

ฟังก์ชั่นนี้ท่านจะสามารถเปลี่ยนหมึกที่อยู่ภายในท่อน้ำหมึกทั้งหมด

การใช้ฟังก์ชั่นนี้จะใช้ปริมาณหมึกจำนวนมาก ดังนั้นจึงแนะนำให้ใช้ฟังก์ชั่นนี้ในกรณีผลยังไม่ดีขึ้นหลังจากทำความสะอาดหัวพิมพ์หลายรอบแล้ว";
"POWERINKFLUSHING01B01" = "ยกเลิก";
"POWERINKFLUSHING01B02" = "ถัดไป >";

"POWERINKFLUSHING02TEXT01" = "ก่อนที่จะดำเนินการทำความสะอาดหัวพิมพ์ ตรวจสอบให้แน่ใจว่าได้ปลดล็อกคันโยกไปยังตำแหน่งพร้อมพิมพ์ (ขณะที่พิมพ์) ที่ปรากฏที่แท๊งค์หมึก

ข้อควรทราบ: เมื่อต้องการใช้งานเครื่องพิมพ์ คันโยกล็อกน้ำหมึกต้องอยู่ในสถานะปลดล็อกเสมอ";

"POWERINKFLUSHING03TEXT01" = "ท่านต้องการใช้ฟังก์ชั่นนี้หรือไม่?
การเปลี่ยนน้ำหมึกในท่อน้ำหมึกนั้นจะใช้หมึกจำนวนมาก
ดังนั้นจึงแนะนำให้ใช้ฟังก์ชั่นทำความสะอาดหัวพิมพ์หลายรอบก่อนที่จะใช้ฟังก์ชั่นนี้ คลิก [ยกเลิก] และลองแก้ไขโดยการเลือก ทำความสะอาดหัวพิมพ์

ข้อควรทราบ: ฟังก์ชั่นนี้มีผลต่ออายุการใช้งานของแผ่นฟองน้ำซับหมึก ซึ่งอาจจะเต็มเร็วกว่าปกติ
หากเกิดอาการฟองน้ำซับหมึกเต็ม ติดต่อเอปสันเพื่อคำแนะนำ

คลิก [เริ่ม] เพื่อเริ่มการทำงาน
ฟังก์ชั่นนี้จะไม่ทำงานแทรกซ้อนกัน";
"POWERINKFLUSHING03B01" = "ยกเลิก";
"POWERINKFLUSHING03B02" = "เริ่ม";

"POWERINKFLUSHING04TEXT01" = "กรุณารอสักครู่ ...";
"POWERINKFLUSHING04TEXT02" = "ดำเนินการทำความสะอาดแบบขั้นสูง
กรุณารอสักคร";
"POWERINKFLUSHING04B01" = "ปิด";

"POWERINKFLUSHING05TEXT01" = "การทำความสะอาดแบบขั้นสูงเสร็จสมบูรณ์
ตรวจสอบผลโดยคลิก [พิมพ์แบบทดสอบการพิมพ์]";
"POWERINKFLUSHING05B01" = "สิ้นสุด";
"POWERINKFLUSHING05B03" = "พิมพ์แบบทดสอบการพิมพ์";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "ตกลง";
"INKTANKUTILITYB02" = "ถัดไป";
"INKTANKUTILITYB03" = "ยกเลิก";
"INKTANKUTILITYB04" = "ย้อนกลับ";
"INKTANKUTILITYB05" = "ตกลง";
"INKTANKUTILITYB06" = "ยกเลิก";

//Common
"INKTANKUTCOMMONTEXT01" = "ไม่สามารถใช้คุณสมบัตินี้ในขณะณี้
ข้อควรทราบ: เมื่อเครื่องพิมพ์เชื่อมต่อ 2 เครื่องหรือมากกว่า เลือกเครื่องพิมพ์ที่ต้องการจาก รายการเครื่องพิมพ์ และคลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] อีกครั้ง";
"INKTANKUTCOMMONTEXT02" = "กรอกรหัสหมึก 13 หลักข้างขวดหมึกแต่ละสี
ข้อควรทราบ: รหัสหมึกสามารถใช้ได้เพียงครั้งเดียว ห้ามกรอกรหัสหมึกก่อนการเติมหมึก
คลิก [ถัดไป] เพื่อเข้าสู่หน้าต่างกรอกรหัสหมึก";
"INKTANKUTCOMMONTEXT03" = "ไม่สามารถรับประกันคุณภาพหรือความน่าเชื่อถือของน้ำหมึกที่ไม่ใช้หมึกพิมพ์แท้เอปสันได้ และเอปสันไม่รับประกันความเสียหายของตัวเครื่องพิมพ์ที่เกิดจากการใช้น้ำหมึกที่ไม่ใช้หมึกพิมพ์แท้เอปสัน's การรับประกัน
การไม่ใช้น้ำหมึกพิมพ์แท้เอปสันจะถูกบันทึกไว้ที่ศูนย์บริการซ่อม
เพื่อคุณภาพและความน่าเชื่อถือที่ดีที่สุด เอปสันขอแนะนำให้ใช้หมึกพิมพ์แท้เอปสัน
ต้องการใช้หมึกนี้ต่อหรือไม่";
"INKTANKUTCOMMONTEXT04" = "ท่านสามารถพิมพ์งานต่อได้
คลิก [ตกลง] เพื่อปิดหน้าต่าง
หากท่าต้องการเติมหมึกทันที คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] อีกครั้ง";
"INKTANKUTCOMMONTEXT06" = "ท่านแน่ใจหรือว่าต้องการยกเลิกคุณสมบัตินี้?
หากท่านยกเลิก ท่านจะต้องดำเนินการใหม่อีกครั้ง";
"INKTANKUTCOMMONTEXT07" = "รหัสผิด
กรุณายืนยันความถูกต้องของรหัส โดยการป้อนรหัสอีกครั้ง";
"INKTANKUTCOMMONTEXT08" = "รหัสใช้ไม่ได้
ยืนยันรหัสหมึกถูกต้อง
คลิก [ยกเลิก] เพื่อกรอกรหัสหมึกอีกครั้ง";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "ลบงานพิมพ์ทั้งหมด

ก่อนเริ่มใช้งานเครื่องพิมพ์ แน่ใจว่าตัวล็อคการเคลื่อนย้ายได้ถูกนำออกจากตำแหน่ง (ขณะที่พิมพ์) ตามภาพประกอบที่แสดง";
"INKTANKUTINITIALTEXT02" = "เติมหมึก

%fillcolor%

เอปสันแนะนำให้ใช้หมึกพิมพ์แท้เอปสัน เติมหมึกด้านบนเส้นของอิงค์แท๊งค์ ศึกษาเพิ่มเติมวิธีการเติมหมึกได้จากคู่มือการใช้งานเครื่องพิมพ หลังจากเติมหมึกและติดตั้งอิงค์แท๊งค์ คลิก [ถัดไป] เพื่อกรอกรหัสหมึก";
"INKTANKUTINITIALTEXT03" = "หมึกกำลังติดตั้ง
รอประมาณ 20 นาที เพื่อความสมบูรณ์ในการติดตั้งหมึก

ข้อควรทราบ: ห้ามปิดเครื่องหมึกจนกระทั้งไฟที่ปุ่ม power จะหยุดกระพริบ และติดสว่าง";
"INKTANKUTINITIALTEXT04" = "แน่ใจว่าได้นำตัวล็อคการเคลื่อนย้ายออกจากตำแหน่งล็อค (ขณะที่พิมพ์) เมื่อมีการใช้งานเครื่องพิมพ์ มิฉะนั้นน้ำหมึกอาจไม่ถูกพ่นและส่งผลต่อคุณภาพงานพิมพ์ ให้นำตัวล็อคติดตั้งยังตำแหน่งล็อค (ขณะเคลื่อนย้าย) เมื่อมีการเคลื่อนย้ายเครื่องพิมพ์เท่านั้น มิฉะนั้นน้ำหมึกอาจเลอะเทอะ";

//Manual Check
"INKTANKMANUALTEXT01" = "ลบงานพิมพ์ทั้งหมด

ตรวจสอบสถานะน้ำหมึกคงเหลือในแท๊งค์ คลิก [สูงกว่า] ถ้าระดับหมึกอยู่เหนือเส้น คลิก [ต่ำกว่า] ถ้าระดับหมึกอยู่ล่างเส้น ถ้าระดับหมึกอยู่เหนือเส้น เอปสันแนะนำให้ท่านคลิก [สูงกว่า] จนระดับหมึกถึงกำหนดเส้นตามคำแนะนำที่สามารถเติมหมึกได้
ข้อควรทราบ: การดำเนินการพิมพ์ต่อเมื่อระดับน้ำหมึกต่ำกว่าเส้น จะส่งผลเสียหายให้กับเครื่องพิมพ์";
"INKTANKMANUALTEXT02" = "ลบงานพิมพ์ทั้งหมด

ตรวจสอบสถานะน้ำหมึกคงเหลือในแท๊งค์ หากระดับน้ำหมึกมากกว่า 20 มิลลิลิตรจากด้านล่างของแท๊งค์ เอปสันแนะนำให้ท่านคลิก [สูงกว่า] จนกระทั่งระดับน้ำหมึกเหลือ 20 มิลลิลิตรจากด้านล่างของแท๊งค์จจึงสามารถเติมหมึกได้ คลิก [สูงกว่า] ถ้าระดับหมึกมากกว่า 20 มิลลิลิตรจากด้านล่าง คลิก [ต่ำกว่า] ถ้าระดับหมึกเหลือ 20 มิลลิลิตรหรือต่ำกว่า จากด้านล่าง
ข้อควรทราบ: การดำเนินการพิมพ์ต่อเมื่อระดับน้ำหมึกเหลือ 20 มิลลิลิตรหรือต่ำกว่า จะส่งผลเสียหายให้กับเครื่องพิมพ์ เพื่อการตรวจสอบระดับน้ำหมึก อ่านจากไม้บรรทัดที่ติดอยู่ตลับแท๊งค์ที่มากับเครื่องพิมพ์";
"INKTANKMANUALTEXT03" = "เติมหมึก

%fillcolor%

เอปสันแนะนำให้ใช้หมึกพิมพ์แท้เอปสัน เติมหมึกด้านบนเส้นของอิงค์แท๊งค์ ศึกษาเพิ่มเติมวิธีการเติมหมึกได้จากคู่มือการใช้งานเครื่องพิมพ หลังจากเติมหมึกและติดตั้งอิงค์แท๊งค์ คลิก [ถัดไป] เพื่อกรอกรหัสหมึก";

/* Error */
"PRINTERBUTTON00" = "หยุด/บำรุงรักษา";
"ERCOMMON_B01" = "ยกเลิก";
"ERCOMMON_B02" = "ดำเนินการต่อ";
"WRCOMMON_B01" = "ตกลง";
"WRCOMMON_B02" = "ยกเลิก";
"ER00_TEXTA" = "ผิดพลาด";
"ER00_TEXTB" = "1. ลบงานพิมพ์ทั้งหมด
2. ปิดเครื่องพิมพ์และนำกระดาษที่ติดออก
3. เปิดเครื่องอีกครั้งหลังจากทิ้งไว้สักครู่";
"ER00_TEXTA_D4" = "ผิดพลาด";
"ER00_TEXTB_D4" = "1. ลบงานพิมพ์ทั้งหมด
2. ปิดเครื่องพิมพ์และนำกระดาษที่ติดออก
3. เปิดเครื่องอีกครั้งหลังจากทิ้งไว้สักครู่";
"ER00_B01_D4" = "ยกเลิก";
"ER01_TEXTA" = "เครื่องพิมพ์อยู่ระหว่างการทำงาน";
"ER01_TEXTB" = "กรุณารอสักครู่...";
"ER04_TEXTA" = "กระดาษติด";
"ER04_TEXTB" = "1. เปิดฝาครอบด้านหน้า และนำกระดาษที่ติดออก
2. กดปุ่ม %btn% ที่เครื่องพิมพ์";
"ER05_TEXTA" = "ตรวจสอบปริมาณน้ำหมึก";
"ER05_TEXTB" = "ท่านจำเป็นต้องตรวจสอบปริมาณคงเหลือน้ำหมึก คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] ใน Epson Printer Utility 4 ระดับหมึกเฉลี่ยอาจจะแตกต่างจากระดับน้ำหมึกจริง เพื่อยืนยันระดับน้ำหมึกถูกต้องจริง ตรวจสอบสถานะหมึกจากแท๊งค์หมึกบนเครื่องพิมพ์";
"ER05_TEXTA_FF" = "ข้อบกพร่องในการติดตั้งขั้นแรก";
"ER05_TEXTB_FF" = "คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] เพื่อชาร์จหมึก";
"ER06_TEXTA_D4" = "กระดาษหมด หรือ การป้อนไม่ถูกต้อง";
"ER06_TEXTB_D4" = "1. นำกระดาษออกและป้อนกลับเข้าไปใหม่
2. กดปุ่ม %btn% ที่เครื่องพิมพ์ หรือ คลิก [ดำเนินการต่อ] เมื่อปรากฎ

คลิก [ยกเลิก] เพื่อยกเลิกงานพิมพ์เมื่อปรากฎ ถ้าไม่ยกเลิก ให้ทำการยกเลิกที่เครื่องพิมพ์";
"ER06_B01_D4" = "ดำเนินการต่อ";
"ER06_B02_D4" = "ยกเลิก";
"ER06_TEXTA" = "กระดาษหมด หรือ การป้อนไม่ถูกต้อง";
"ER06_TEXTB" = "1. นำกระดาษที่ติดออกและโหลดกระดาษอีกครั้ง
2. กดปุ่ม %btn% ที่หน้าเครื่องพิมพ์

คลิก [ยกเลิก] เพื่อยกเลิกงานพิมพ์เมื่อหน้าต่างปรากฏ หากงานพิมพ์ไม่ถูกลบ ให้ทำการยกเลิกที่หน้าเครื่องพิมพ์";
"ER10_TEXTA" = "กรุณาติดต่อศูนย์บริการเอปสันเพื่อตรวจสอบเครื่องพิมพ์";
"ER10_TEXTB" = "เครื่องพิมพ์'s แผ่นซับน้ำหมึก ระยะเวลาการใช้งานสิ้นสุด
กรุณาติดต่อส่วนงานสนับสนุนเอปสัน";
"ER12_TEXTA" = "ข้อผิดพลาดของการโหลดกระดาษหลายหน้า";
"ER12_TEXTB" = "ปฎิบัติตามดังนี้
- นำกระดาษออก และป้อนกลับไปใหม่อีกครั้ง กดปุ่ม %btn% ที่เครื่องพิมพ์
- คลิก [ยกเลิก] เพื่อยกเลิกการพิมพ์ เมื่อปรากฎ ถ้าการทำงานไม่ยกเลิก ท่านสามารถยกเลิกได้ที่เครื่องพิมพ์";
"ER12_TEXTA_D4" = "ข้อผิดพลาดของการโหลดกระดาษหลายหน้า";
"ER12_TEXTB_D4" = "ปฎิบัติตามดังนี้
- นำกระดาษออก และป้อนกลับไปใหม่อีกครั้ง กดปุ่ม %btn% ที่เครื่องพิมพ์
- คลิก [ยกเลิก] เพื่อยกเลิกการพิมพ์ เมื่อปรากฎ ถ้าการทำงานไม่ยกเลิก ท่านสามารถยกเลิกได้ที่เครื่องพิมพ์";
"ER12_B01_D4" = "ยกเลิก";
"ER41_TEXTA" = "กรุณาติดต่อศูนย์บริการเอปสันเพื่อตรวจสอบเครื่องพิมพ์";
"ER41_TEXTB" = "เครื่องพริ้นเตอร์'s มีหลอดหมึกที่ใกล้หมดอายุการใช้งาน กรุณาติดต่อฝ่ายบริการของเอปสัน";
"Common Error Text1" = "ผิดพลาด";
"Common Error Text2" = "1. ลบงานพิมพ์ทั้งหมด
2. ปิดเครื่องพิมพ์และนำกระดาษที่ติดออก
3. เปิดเครื่องอีกครั้งหลังจากทิ้งไว้สักครู่";
"Common Error B1" = "ยกเลิก";
"Cleaning status" = "เครื่องพิมพ์อยู่ระหว่างการทำงาน";
"Shipment status" = "ข้อบกพร่องในการติดตั้งขั้นแรก";
"WRINKLOW_TEXTA" = "น้ำหมึกใกล้หมด";
"WRINKLOW_TEXTB" = "ท่านอาจพิมพ์งานต่อได้ เพื่อจะเติมหมึกทันที คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] Epson Printer Utility 4 ระดับหมึกเฉลี่ยอาจจะแตกต่างจากระดับน้ำหมึกจริง เพื่อยืนยันระดับน้ำหมึกถูกต้องจริง ตรวจสอบสถานะหมึกจากแท๊งค์หมึกบนเครื่องพิมพ";
"WRCD_TEXTA" = "ไม่สามารถทำความสะอาดหัวพิมพ์ได้";
"WRCD_TEXTB" = "ท่านอาจพิมพ์งานต่อได้ เพื่อจะเติมหมึกทันที คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] Epson Printer Utility 4 ระดับหมึกเฉลี่ยอาจจะแตกต่างจากระดับน้ำหมึกจริง เพื่อยืนยันระดับน้ำหมึกถูกต้องจริง ตรวจสอบสถานะหมึกจากแท๊งค์หมึกบนเครื่องพิมพ";
"WRCD_TEXTA_UTO" = "การทำความสะอาดแบบขั้นสูงไม่เส็จสมบูรณ์";
"WRCD_TEXTB_UTO" = "ท่านอาจพิมพ์งานต่อได้ เพื่อจะเติมหมึกทันที คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] Epson Printer Utility 4 ระดับหมึกเฉลี่ยอาจจะแตกต่างจากระดับน้ำหมึกจริง เพื่อยืนยันระดับน้ำหมึกถูกต้องจริง ตรวจสอบสถานะหมึกจากแท๊งค์หมึกบนเครื่องพิมพ";
"WRINKLOW2_TEXTA" = "น้ำหมึกใกล้หมด";
"WRINKLOW2_TEXTB" = "ท่านอาจพิมพ์งานต่อได้ เพื่อจะเติมหมึกทันที คลิกไอคอน [คุณสมบัติอิงค์แท๊งค์] Epson Printer Utility 4 ระดับหมึกเฉลี่ยอาจจะแตกต่างจากระดับน้ำหมึกจริง เพื่อยืนยันระดับน้ำหมึกถูกต้องจริง ตรวจสอบสถานะหมึกจากแท๊งค์หมึกบนเครื่องพิมพ";
"WR20_TEXTA" = "กรุณาติดต่อศูนย์บริการเอปสันเพื่อตรวจสอบเครื่องพิมพ์";
"WR20_TEXTB" = "แผ่นซับหมึกของเครื่องใกล้เต็ม โปรดติดต่อศูนย์บริการเอปสัน";
"WR21_TEXTA" = "กรุณาติดต่อศูนย์บริการเอปสันเพื่อตรวจสอบเครื่องพิมพ์";
"WR21_TEXTB" = "เครื่องพริ้นเตอร์'s มีหลอดหมึกที่ใกล้หมดอายุการใช้งาน กรุณาติดต่อฝ่ายบริการของเอปสัน";
"COMUERR_TEXTA" = "พบข้อผิดพลาดในการต่อเชื่อมกับเครื่องพิมพ์";
"COMUERR_TEXTB" = "ต่อเชื่อมผลิตภัณฑ์เข้ากับคอมพิวเตอร์และเปิดเครื่อง ถ้าเครื่องปิดระหว่างพิมพ์งาน ให้ยกเลิกงานพิมพ์";
"COMUERR_B01" = "ลองใหม่";
"COMUERR_B02" = "ยกเลิก";
"CHARGINGSTATUS_TEXTA_PROXY" = "กำลังชาร์จหมึก";

